[{
    "msg_id": "a3373e90-5585-54a5-9aef-35cf7b9b12f1",
    "chn_id": "d5750f33-a12d-4719-9600-94fcee80f487",
    "title": "Americans Find Gangsters Suitable to Lead the Country.",
    "summary": "\u003cp\u003eEric Zuesse On 13 November 2019, the U.S. President said, regarding Syria, “We’re keeping the oil, we have the oil, the oil is secure, we left troops behind only for the oil.” That was at a press conference, and none of the reporters asked him any question about that statement. They certainly thought to be [\u0026hellip;] \u003ca class=\"g1-link g1-link-more\" href=\"https://theduran.com/americans-find-gangsters-suitable-to-lead-the-country/\"\u003eMore\u003c/a\u003e\u003c/p\u003e\n",
    "body": "\u003cp class=\"p1\"\u003e\u003cspan class=\"s1\"\u003e\u003ca href=\"https://www.google.com/search?client=opera\u0026amp;q=%22Eric+Zuesse%22\u0026amp;sourceid=opera\u0026amp;ie=UTF-8\u0026amp;oe=UTF-8\"\u003eEric Zuesse\u003c/a\u003e\u003c/span\u003e\u003c/p\u003e\n\u003cp class=\"p3\"\u003eOn 13 November 2019, the U.S. President said, regarding Syria, \u003ca href=\"https://www.youtube.com/watch?v=U10p3Tn9V5Y\u0026amp;t=18s\"\u003e\u003cspan class=\"s2\"\u003e“We’re keeping the oil, we have the oil, the oil is secure, we left troops behind only for the oil.”\u003c/span\u003e\u003c/a\u003e That was at \u003ca href=\"https://www.presidency.ucsb.edu/documents/remarks-prior-meeting-with-president-recep-tayyip-erdogan-turkey-and-exchange-with-1\"\u003e\u003cspan class=\"s2\"\u003ea press conference\u003c/span\u003e\u003c/a\u003e, and none of the reporters asked him any question about that statement. They certainly thought to be unremarkable, and not surprising, to hear an American President say that our country is stealing oil from a country that we have invaded and still are militarily occupying despite having no legal authority to position any troops there — publicly admitting to international gangsterism, in the very boldest way (yet without surprising anyone there).\u003c/p\u003e\n\u003cp class=\"p3\"\u003eThat statement had followed a U.S. ‘Defense’ Department’s statement, on 25 October 2019, saying, with more tact, that, \u003ca href=\"https://www.youtube.com/watch?v=1jlxBK6Htek\"\u003e\u003cspan class=\"s2\"\u003e“The United States will maintain a reduced presence in Syria, to deny ISIS access to oil revenues as the next phase of the defeat-ISIS campaign.”\u003c/span\u003e\u003c/a\u003e It was tactful because it lied to claim this is to be done (and no reference to stealing anything) “to deny ISIS access to oil revenues” — the false underlying assumption being conveyed that this oil is ISIS’s and NOT Syria’s, so that even IF that oil is being stolen from ISIS (which wants to overthrow Syria’s Government, just as much as does the U.S. Government, though for different reasons), then it still is being done for a reason that America’s voters would approve of: conquering ISIS. In other words, the U.S. ‘Defense’ Department was tactful enough to misrepresent what the reason for these ongoing international thefts is.\u003c/p\u003e\n\u003cp class=\"p3\"\u003eOn 10 August 2022, when that President’s successor was (and still is) in office, The Cradle news-site headlined \u003ca href=\"https://web.archive.org/web/20220929140456/https://thecradle.co/Article/News/14108\"\u003e\u003cspan class=\"s3\"\u003e“Washington steals over 80 percent of Syria’s oil output per day: The losses incurred by the trafficking campaign surpass $100bln, according to Syria\u0026#8217;s oil ministry”\u003c/span\u003e\u003c/a\u003e, and they presented a stunning brief aerial-shot video (perhaps from Russian drones) showing the long strings of tanker-trucks hauling away that oil from Syria. Though the U.S. President now was from a different U.S. political Party, the U.S. foreign policy remained unchanged.\u003c/p\u003e\n\u003cp class=\"p3\"\u003eThat President’s successor, though of the opposite political Party, continued these thefts. The thefts had been started by a President of this President’s Party, back in 2012, who was working with European partners \u003ca href=\"http://web.archive.org/web/20130904052343/http://nsnbc.me/2013/06/16/dumas-top-british-officials-confessed-to-syria-war-plans-two-years-before-arab-spring/\"\u003e\u003cspan class=\"s2\"\u003eperhaps as early as 2009\u003c/span\u003e\u003c/a\u003e, and definitely \u003ca href=\"http://archive.is/uAVEW\"\u003e\u003cspan class=\"s4\"\u003ewanted “regime-change” in Syria at that time\u003c/span\u003e\u003c/a\u003e, but \u003ca href=\"http://archive.is/uAVEW\"\u003e\u003cspan class=\"s2\"\u003edefinitely\u003c/span\u003e\u003c/a\u003e by no later than 2012 he \u003ca href=\"https://archive.ph/Pffm6\"\u003e\u003cspan class=\"s5\"\u003edecided to support Al Qaeda in Syria against Syria’s existing Government\u003c/span\u003e\u003c/a\u003e at that time, late in 2012, and the \u003ca href=\"https://archive.ph/hlyve\"\u003e\u003cspan class=\"s2\"\u003eplanning\u003c/span\u003e\u003c/a\u003e for this overthrow of Syria’s Government was already functioning in June of 2011. The U.S. Government was doing this overthrow-operation not for any legitimate reason — Syria had never threatened, nor posed any threat to, the United States. It presented no national-security risk to the United States, whatsoever — and never had. This was purely an international-gangland operation, in order to benefit the billionaires who control (buy the winning politicians in) each of its participating Governments. All members of this international gang settled upon their plan \u003ca href=\"https://archive.ph/HPDPJ\"\u003e\u003cspan class=\"s2\"\u003e“behind closed doors, at the sidelines of the Atlantic Council’s Energy Summit in Istanbul, Turkey, on November 22 – 23, 2013.”\u003c/span\u003e\u003c/a\u003e The Atlantic Council is NATO’s chief PR organization. Furthermore, allegedly, ISIS’s \u003ca href=\"http://web.archive.org/web/20150127025344/http://nsnbc.me/2014/06/15/isis-unveiled-identity-insurgency-syria-iraq\"\u003e\u003cspan class=\"s2\"\u003e“two heads are the royal family of Saudi Arabia and the CIA headquarters in Langley, Virginia, U.S.A.”\u003c/span\u003e\u003c/a\u003e Lots more evidence along the same lines was given in the U.S. magazine \u003ci\u003eHomeland Security Today\u003c/i\u003e, on 18 March 2019, interviewing \u003ca href=\"https://archive.ph/hblrU\"\u003e\u003cspan class=\"s2\"\u003e“The ISIS Ambassador to Turkey”\u003c/span\u003e\u003c/a\u003e, who, for some reason, seems to have left ISIS. One of the U.S. gang’s mainstream news-media, \u003ci\u003eTIME\u003c/i\u003e magazine, presented this operation as-if the U.S. Government were debating within itself pro-and-con about it, instead of fully committed to it (which the U.S. Government had been ever since 1949). They headlined about it, \u003ca href=\"https://archive.ph/92eYO\"\u003e\u003cspan class=\"s2\"\u003e“Syria’s Opposition Hopes to Win the War by Selling Oil”\u003c/span\u003e\u003c/a\u003e, as-if “Syria’s Opposition” were anything more than \u003ca href=\"http://archive.is/wJJeB\"\u003e\u003cspan class=\"s2\"\u003eAl Qaeda in Syria, and Kurdish separatists in Syria’s northeast — America’s proxy-forces to overthrow Syria’s committedly secular Government\u003c/span\u003e\u003c/a\u003e and replace it with a government that would be \u003ca href=\"https://archive.ph/Rl4VW\"\u003e\u003cspan class=\"s2\"\u003econtrolled by the Saud family\u003c/span\u003e\u003c/a\u003e.\u003c/p\u003e\n\u003cp class=\"p3\"\u003eOn 29 September 2022, Steven Sahiounie headlined at The Duran, \u003ca href=\"https://archive.ph/LL5Rq\"\u003e\u003cspan class=\"s6\"\u003e\u0026#8220;Cholera and US sanctions killing Syrian civilians\u0026#8221;\u003c/span\u003e\u003c/a\u003e, and reported that,\u003c/p\u003e\n\u003cp class=\"p3\"\u003e\u003ci\u003eThe deadly outbreak has claimed 39 lives in Syria, with thousands of suspected cases across the country. In areas under the Ministry of Health in Damascus, 23 deaths were reported recently, 20 of them in Aleppo, and at least 253 cases.\u003c/i\u003e\u003c/p\u003e\n\u003cp class=\"p3\"\u003e\u003ci\u003eIn the northeast region of Syria controlled by the US-backed SDF — a \u003c/i\u003e[separatist] \u003ci\u003eKurdish militia … — are a reported 16 deaths and 2,867 cases since September 5. The US occupation forces there are controlling the main oil fields in Syria to prevent the Damascus government from using the oil to provide electricity for people’s homes, water pumping stations, and gasoline for their cars. …\u003c/i\u003e\u003c/p\u003e\n\u003cp class=\"p5\"\u003e\u003ci\u003eHealth authorities tested the \u003c/i\u003e\u003ca href=\"https://web.archive.org/web/20220929215559/https://reliefweb.int/disaster/ep-2022-000310-syr\"\u003e\u003cspan class=\"s7\"\u003e\u003ci\u003eEuphrates and found the bacteria causing cholera\u003c/i\u003e\u003c/span\u003e\u003c/a\u003e\u003ci\u003e.\u003cspan class=\"Apple-converted-space\"\u003e  \u003c/span\u003eThe river is polluted by raw sewage and oil spills from the US-occupied oil wells at Deir Ez Zor. …\u003c/i\u003e\u003c/p\u003e\n\u003cp class=\"p5\"\u003e\u003cspan class=\"s7\"\u003e\u003ca href=\"https://web.archive.org/web/20220929215559/https://www.france24.com/en/live-news/20220922-drink-it-anyway-syria-water-woes-peak-in-cholera-outbreak\"\u003e\u003ci\u003eAccording to the UN,\u003c/i\u003e\u003c/a\u003e\u003c/span\u003e\u003ci\u003e nearly two-thirds of water treatment plants, half of the pumping stations, and one-third of water towers have been damaged by more than a decade of war.\u003c/i\u003e\u003c/p\u003e\n\u003cp class=\"p5\"\u003e\u003ci\u003eLast winter, Syrians died in their \u003c/i\u003e\u003ca href=\"https://web.archive.org/web/20220929215559/https://foreignpolicy.com/2021/04/01/caesar-sanctions-killing-innocent-syrians/\"\u003e\u003cspan class=\"s7\"\u003e\u003ci\u003ehomes without heating\u003c/i\u003e\u003c/span\u003e\u003c/a\u003e\u003ci\u003e. … Diesel fuel is used in Syria for home heating, but it is expensive and often in short supply because of the US occupation of the oil wells in the northeast, and the US sanctions preventing importing fuels. Most \u003c/i\u003e\u003ca href=\"https://web.archive.org/web/20220929215559/https://foreignpolicy.com/2021/04/01/caesar-sanctions-killing-innocent-syrians/\"\u003e\u003cspan class=\"s7\"\u003e\u003ci\u003eSyrians get about one hour [per day] of electricity because the fuel used to generate electricity is taken by the US troops\u003c/i\u003e\u003c/span\u003e\u003c/a\u003e\u003cspan class=\"s8\"\u003e.\u003c/span\u003e\u003c/p\u003e\n\u003cp class=\"p3\"\u003eSahiounie says that because of the heavy paperwork that’s required by the U.S. sanctions in order for Syrians to buy foreign medicines, hospital treatments for the cholera victims are impeded.\u003c/p\u003e\n\u003cp class=\"p3\"\u003e\u003cspan class=\"s2\"\u003e\u003ca href=\"https://archive.ph/F8X7o\"\u003eHere\u003c/a\u003e\u003c/span\u003e are some of the top agents in this U.S.-headed gang, agents of U.S. billionaires. These individuals don’t even need to worry about elections, such as politicians do, and they remain in office for as long as they want if they do what America’s billionaires want them to do. Like the politicians, they are answerable only to the billionaires and a few centi-millionaires, who fund their careers, but their jobs are easier than for publicly elected officials, who are constantly competing against one-another to win over those big-dollar donors. In fact, some of these agents had formerly been successful politicians, U.S. office-holders, but then ‘retired’ upstairs, where it’s far easier to remain in their jobs, not only because of the constant competition for mega-buck donors, but because constantly fooling their voters is hard work, not so easy as being a lobbyist is. These agents are ONLY agents, but they all are extremely well rewarded financially, for their services to the gangsters who own them — who have \u003ci\u003efunded\u003c/i\u003e the wealth or their lobbyists and other agents. And you see \u003ca href=\"https://archive.ph/F8X7o\"\u003e\u003cspan class=\"s9\"\u003ethere\u003c/span\u003e\u003c/a\u003e some of the U.S. mega-corporations that fund these peoples’ careers, on behalf of those corporations’ controlling stockholders. But, of course, the names of the billionaires themselves aren’t shown there. The billionaires generally stay behind the scenes, because they don’t want to be the people who will get blamed for the resulting Government.\u003cspan class=\"Apple-converted-space\"\u003e \u003c/span\u003e\u003c/p\u003e\n\u003cp class=\"p3\"\u003eOf course, the same things were true of this gang’s operations to take over Iraq, and are true today of the gang’s operations to retain control of Ukraine, which they had \u003ca href=\"https://archive.is/cU1oa\"\u003e\u003cspan class=\"s2\"\u003ewon in 2014\u003c/span\u003e\u003c/a\u003e. The American people find acceptable to be constantly lied-to, and to be ruled by, the agents of international gangsters — billionaires’ agents. It has been going on now blatantly since at least \u003ca href=\"https://scholars.law.unlv.edu/cgi/viewcontent.cgi?article=1508\u0026amp;context=nlj\"\u003e\u003cspan class=\"s10\"\u003e9 December\u003cspan class=\"Apple-converted-space\"\u003e  \u003c/span\u003e2020\u003c/span\u003e\u003c/a\u003e, and actually ever since at least 25 July 1945, when this gang, these gangsters, America’s super-rich, took over the country, and have \u003ci\u003econtinued\u003c/i\u003e to hold control over America’s Government.\u003c/p\u003e\n\u003cp class=\"p6\"\u003e\u003cspan class=\"s11\"\u003eThe majority of Americans vote for these gangsters’ stooges, instead of do anything to rebel against and replace virtually all of these stooge-officials who occupy congressional seats and the White House. So, \u003ca href=\"https://www.youtube.com/watch?v=5tu32CCA_Ig\"\u003e\u003cspan class=\"s12\"\u003ethe promises that are made to the public remain unfulfilled, while the promises that are privately made to the mega-dollar donors get turned into government-policies and laws\u003c/span\u003e\u003c/a\u003e. Even at the level of state governments, \u003ca href=\"https://archive.md/gk0Y6\"\u003e\u003cspan class=\"s13\"\u003e“Politicians Don’t Actually Care What Voters Want”\u003c/span\u003e\u003c/a\u003e\u003c/span\u003e. But, apparently, Americans find gangsters — agents of the billionaires — suitable to lead the country (on behalf of their funders — NOT of their voters). And those agents of billionaires then get to choose whom our judges will be. And, that’s okay. Or: \u003ci\u003eIs\u003c/i\u003e it? Is it democracy, at \u003ci\u003eall?\u003c/i\u003e\u003c/p\u003e\n\u003cp class=\"p3\"\u003e—————\u003c/p\u003e\n\u003cp class=\"p3\"\u003eInvestigative historian Eric Zuesse’s new book, \u003ca href=\"https://www.amazon.com/dp/1880026082\"\u003e\u003cspan class=\"s14\"\u003e\u003ci\u003eAMERICA’S EMPIRE OF EVIL: Hitler’s Posthumous Victory, and Why the Social Sciences Need to Change\u003c/i\u003e\u003c/span\u003e\u003c/a\u003e, is about how America took over the world after World War II in order to enslave it to U.S.-and-allied billionaires. Their cartels extract the world’s wealth by control of not only their ‘news’ media but the social ‘sciences’ — duping the public.\u003c/p\u003e\n",
    "cats": ["Latest"],
    "tags": ["Syria", "Trump", "Obama", "Biden", "billionaires", "Bush"],
    "uri": "/americans-find-gangsters-suitable-to-lead-the-country/",
    "date_update": "2022-09-30T01:32:02Z"
}, {
    "msg_id": "f6aa39ca-0042-5cd6-be7a-90d590c2e62a",
    "chn_id": "d5750f33-a12d-4719-9600-94fcee80f487",
    "title": "Russia To Admit Regions, Warns US on Nuclear Threats; China\u0026#8217;s Global Times Hints at US Responsibility for Nord Stream Attacks",
    "summary": "\u003cp\u003eRussia To Admit Regions, Warns US on Nuclear Threats; China\u0026#8217;s Global Times Hints at US Responsibility for Nord Stream Attacks News Topic 627 Cuban Missile Crisis 2.0 Over Ukraine? As Henry Kissinger wrote in 2014, \u0026#8220;The demonization of Vladimir Putin is not a policy; it is an alibi for the absence of one.\u0026#8221; I have [\u0026hellip;] \u003ca class=\"g1-link g1-link-more\" href=\"https://theduran.com/russia-to-admit-regions-warns-us-on-nuclear-threats-chinas-global-times-hints-at-us-responsibility-for-nord-stream-attacks/\"\u003eMore\u003c/a\u003e\u003c/p\u003e\n",
    "body": "\u003cp\u003e\u003cspan class=\"embed-youtube\" style=\"text-align:center; display: block;\"\u003e\u003ciframe loading=\"lazy\" class=\"youtube-player\" width=\"662\" height=\"373\" src=\"https://www.youtube.com/embed/_U1HhA4z9DA?version=3\u0026#038;rel=1\u0026#038;showsearch=0\u0026#038;showinfo=1\u0026#038;iv_load_policy=1\u0026#038;fs=1\u0026#038;hl=en-US\u0026#038;autohide=2\u0026#038;wmode=transparent\" allowfullscreen=\"true\" style=\"border:0;\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\"\u003e\u003c/iframe\u003e\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003eRussia To Admit Regions, Warns US on Nuclear Threats; China\u0026#8217;s Global Times Hints at US Responsibility for Nord Stream Attacks\u003cbr /\u003e\nNews Topic 627\u003c/p\u003e\n\u003cblockquote class=\"embedly-card\" data-card-controls=\"1\" data-card-align=\"center\" data-card-theme=\"light\"\u003e\n\u003ch4\u003e\u003ca href=\"https://nationalinterest.org/feature/cuban-missile-crisis-20-over-ukraine-205077\"\u003eCuban Missile Crisis 2.0 Over Ukraine?\u003c/a\u003e\u003c/h4\u003e\n\u003cp\u003eAs Henry Kissinger wrote in 2014, \u0026#8220;The demonization of Vladimir Putin is not a policy; it is an alibi for the absence of one.\u0026#8221; I have commenced my work on this article for two reasons. Firstly, this October will mark sixty years since the Cuban Missile Crisis when the USSR and the United States were on the verge of a nuclear conflict.\u003c/p\u003e\n\u003c/blockquote\u003e\n\u003cp\u003e\u003cscript async src=\"//cdn.embedly.com/widgets/platform.js\" charset=\"UTF-8\"\u003e\u003c/script\u003e\u003c/p\u003e\n\u003cblockquote class=\"embedly-card\" data-card-controls=\"1\" data-card-align=\"center\" data-card-theme=\"light\"\u003e\n\u003ch4\u003e\u003ca href=\"https://www.globaltimes.cn/page/202209/1276386.shtml\"\u003eDon\u0026#8217;t let Nord Stream leaks precipitate Russia-Ukraine conflict: Global Times editorial\u003c/a\u003e\u003c/h4\u003e\n\u003cp\u003eIt is hoped that the sound of the explosion on the North Stream pipelines can awaken more people to join in the pursuit of peace, so as to turn the North Stream incident into an opportunity to stop the war and promote peace, rather than a fuse that worsens the situation.\u003c/p\u003e\n\u003c/blockquote\u003e\n\u003cp\u003e\u003cscript async src=\"//cdn.embedly.com/widgets/platform.js\" charset=\"UTF-8\"\u003e\u003c/script\u003e\u003c/p\u003e\n",
    "cats": ["Latest", "Video"],
    "tags": ["Alexander Mercouris"],
    "uri": "/russia-to-admit-regions-warns-us-on-nuclear-threats-chinas-global-times-hints-at-us-responsibility-for-nord-stream-attacks/",
    "date_update": "2022-09-29T15:18:39Z"
}, {
    "msg_id": "a127856d-a523-54d2-ab23-a2a71f19db5f",
    "chn_id": "d5750f33-a12d-4719-9600-94fcee80f487",
    "title": "NATO leverages Nord Stream crisis. UK, remote control sabotage. EU sanctions Dugin. Update 1",
    "summary": "\u003cp\u003eNATO leverages Nord Stream crisis. UK, remote control sabotage. EU sanctions Dugin. Update 1 Topic 716 \u003ca class=\"g1-link g1-link-more\" href=\"https://theduran.com/nato-leverages-nord-stream-crisis-uk-remote-control-sabotage-eu-sanctions-dugin-update-1/\"\u003eMore\u003c/a\u003e\u003c/p\u003e\n",
    "body": "\u003cp\u003e\u003cspan class=\"embed-youtube\" style=\"text-align:center; display: block;\"\u003e\u003ciframe loading=\"lazy\" class=\"youtube-player\" width=\"662\" height=\"373\" src=\"https://www.youtube.com/embed/n9kjkKyzAe0?version=3\u0026#038;rel=1\u0026#038;showsearch=0\u0026#038;showinfo=1\u0026#038;iv_load_policy=1\u0026#038;fs=1\u0026#038;hl=en-US\u0026#038;autohide=2\u0026#038;wmode=transparent\" allowfullscreen=\"true\" style=\"border:0;\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\"\u003e\u003c/iframe\u003e\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003eNATO leverages Nord Stream crisis. UK, remote control sabotage. EU sanctions Dugin. Update 1\u003cbr /\u003e\nTopic 716\u003c/p\u003e\n",
    "cats": ["Latest", "Video"],
    "tags": ["Alex Christoforou"],
    "uri": "/nato-leverages-nord-stream-crisis-uk-remote-control-sabotage-eu-sanctions-dugin-update-1/",
    "date_update": "2022-09-29T15:05:21Z"
}, {
    "msg_id": "c41c36e4-0c76-5b09-ba20-e6153762d66b",
    "chn_id": "d5750f33-a12d-4719-9600-94fcee80f487",
    "title": "Cui bono, \u0026#8220;to whom is it a benefit?\u0026#8221; w/Robert Barnes (Live)",
    "summary": "\u003cp\u003eCui bono, \u0026#8220;to whom is it a benefit?\u0026#8221; w/Robert Barnes (Live) #TheDuran #theduranlive Follow Robert Barnes at: VivaBarnesLaw Connect with VivaBarnesLaw and other members of VivaBarnesLaw community \u003ca class=\"g1-link g1-link-more\" href=\"https://theduran.com/cui-bono-to-whom-is-it-a-benefit-w-robert-barnes-live/\"\u003eMore\u003c/a\u003e\u003c/p\u003e\n",
    "body": "\u003cp\u003e\u003cspan class=\"embed-youtube\" style=\"text-align:center; display: block;\"\u003e\u003ciframe loading=\"lazy\" class=\"youtube-player\" width=\"662\" height=\"373\" src=\"https://www.youtube.com/embed/190zSqECSCE?version=3\u0026#038;rel=1\u0026#038;showsearch=0\u0026#038;showinfo=1\u0026#038;iv_load_policy=1\u0026#038;fs=1\u0026#038;hl=en-US\u0026#038;autohide=2\u0026#038;wmode=transparent\" allowfullscreen=\"true\" style=\"border:0;\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\"\u003e\u003c/iframe\u003e\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003eCui bono, \u0026#8220;to whom is it a benefit?\u0026#8221; w/Robert Barnes (Live)\u003cbr /\u003e\n#TheDuran #theduranlive\u003c/p\u003e\n\u003cp\u003eFollow Robert Barnes at:\u003c/p\u003e\n\u003cblockquote class=\"embedly-card\" data-card-controls=\"1\" data-card-align=\"center\" data-card-theme=\"light\"\u003e\n\u003ch4\u003e\u003ca href=\"https://vivabarneslaw.locals.com/\"\u003eVivaBarnesLaw\u003c/a\u003e\u003c/h4\u003e\n\u003cp\u003eConnect with VivaBarnesLaw and other members of VivaBarnesLaw community\u003c/p\u003e\n\u003c/blockquote\u003e\n\u003cp\u003e\u003cscript async src=\"//cdn.embedly.com/widgets/platform.js\" charset=\"UTF-8\"\u003e\u003c/script\u003e\u003c/p\u003e\n",
    "cats": ["Latest", "Video"],
    "tags": ["The Duran", "The Duran"],
    "uri": "/cui-bono-to-whom-is-it-a-benefit-w-robert-barnes-live/",
    "date_update": "2022-09-29T14:47:26Z"
}, {
    "msg_id": "311f2fbb-e506-54d2-831c-0b3c653de130",
    "chn_id": "d5750f33-a12d-4719-9600-94fcee80f487",
    "title": "Cholera and US sanctions killing Syrian civilians",
    "summary": "\u003cp\u003eBy:Steven Sahiounie, journalist and political commentator On September 23, the Al Qaeda-occupied area in Idlib Province reported the first confirmed case of cholera in the last terrorist-controlled area in Syria. The deadly outbreak has claimed 39 lives in Syria, with thousands of suspected cases across the country. In areas under the Ministry of Health in [\u0026hellip;] \u003ca class=\"g1-link g1-link-more\" href=\"https://theduran.com/cholera-and-us-sanctions-killing-syrian-civilians/\"\u003eMore\u003c/a\u003e\u003c/p\u003e\n",
    "body": "\u003cp\u003eBy:Steven Sahiounie, journalist and political commentator\u003c/p\u003e\n\u003cp\u003e\u003cspan style=\"font-weight: 400;\"\u003eOn September 23, the Al Qaeda-occupied area in Idlib Province reported the \u003c/span\u003e\u003ca href=\"https://www.thenewhumanitarian.org/news/2022/09/23/Iran-Syria-cholera-US-refugees-Cheat-Sheet\"\u003e\u003cspan style=\"font-weight: 400;\"\u003efirst confirmed case of cholera\u003c/span\u003e\u003c/a\u003e\u003cspan style=\"font-weight: 400;\"\u003e in the last terrorist-controlled area in Syria. The deadly outbreak has claimed 39 lives in Syria, with thousands of suspected cases across the country. In areas under the Ministry of Health in Damascus, 23 deaths were reported recently, 20 of them in Aleppo, and at least 253 cases.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan style=\"font-weight: 400;\"\u003eIn the northeast region of Syria controlled by the US-backed SDF, a Kurdish militia with ties to the outlawed terrorist group the PKK, are a reported 16 deaths and 2,867 cases since September 5.  The US occupation forces there are controlling the main oil fields in Syria to prevent the Damascus government from using the oil to provide electricity for people’s homes, water pumping stations, and gasoline for their cars.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan style=\"font-weight: 400;\"\u003eThe cases were reported in several provinces, including Aleppo with 676 cases, Raqqa in the north with 17 cases, Latakia on the Mediterranean coast with 4 cases, Hama with 2 cases, Al Hasakeh with 38 cases, and Deir Ez Zor along the border with Iraq with 201 cases. There were two cases in Damascus, but the patients had just come from Aleppo.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan style=\"font-weight: 400;\"\u003eThis marks \u003c/span\u003e\u003ca href=\"https://www.siasat.com/syria-cholera-outbreak-kills-39-people-dozens-infected-2418193/\"\u003e\u003cspan style=\"font-weight: 400;\"\u003ethe first cholera outbreak\u003c/span\u003e\u003c/a\u003e\u003cspan style=\"font-weight: 400;\"\u003e since the conflict began in March of 2011, with the last outbreak recorded in 2009.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cb\u003eThe source of the outbreak is the river\u003c/b\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan style=\"font-weight: 400;\"\u003eThe Euphrates River runs for almost 2,800 kilometers (1,700 miles) across Turkey, Syria, and Iraq.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan style=\"font-weight: 400;\"\u003eDuring the rainy winter season, and fed by spring snow melt-offs in Turkey, the river runs full entering Syria from the Turkish border and then running in a diagonal towards Iraq.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan style=\"font-weight: 400;\"\u003eClimate change has brought steadily rising temperatures combined with drought, and during this long and very hot, dry summer the river has sunk to its lowest point. So low that ancient antiquities once buried on the river bed have been suddenly revealed, but government reports warn the river could go completely dry by 2040.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan style=\"font-weight: 400;\"\u003eHealth authorities tested the \u003c/span\u003e\u003ca href=\"https://reliefweb.int/disaster/ep-2022-000310-syr\"\u003e\u003cspan style=\"font-weight: 400;\"\u003eEuphrates and found the bacteria causing cholera\u003c/span\u003e\u003c/a\u003e\u003cspan style=\"font-weight: 400;\"\u003e.  The river is polluted by raw sewage and oil spills from the US-occupied oil wells at Deir Ez Zor.  If the river can be replenished this winter the contamination might be mitigated.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan style=\"font-weight: 400;\"\u003eOver \u003c/span\u003e\u003ca href=\"https://www.france24.com/en/live-news/20220922-drink-it-anyway-syria-water-woes-peak-in-cholera-outbreak\"\u003e\u003cspan style=\"font-weight: 400;\"\u003efive million Syrians rely on the Euphrates for their drinking water\u003c/span\u003e\u003c/a\u003e\u003cspan style=\"font-weight: 400;\"\u003e, which is pumped to them without filtering or sterilization. Farmers use irrigation pipelines to pump water out of the river onto their crops.  Syria is self-sufficient in ground crops, but using contaminated water to grow food is what has spread the outbreak.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan style=\"font-weight: 400;\"\u003eResidents of the northeast who rely on the Euphrates know that it is polluted but are faced with no other choice or immediate solution.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cb\u003eThe treatment plan and prevention\u003c/b\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan style=\"font-weight: 400;\"\u003eOn September 19, \u003c/span\u003e\u003ca href=\"https://www.siasat.com/syria-cholera-outbreak-kills-39-people-dozens-infected-2418193/\"\u003e\u003cspan style=\"font-weight: 400;\"\u003eAhmed Al-Mandhari\u003c/span\u003e\u003c/a\u003e\u003cspan style=\"font-weight: 400;\"\u003e, the World Health Organization’s regional director, said that medications and other supplies had landed in Damascus.  The second shipment arrived on September 23 to fight the cholera outbreak.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan style=\"font-weight: 400;\"\u003eThe \u003c/span\u003e\u003ca href=\"https://www.siasat.com/syria-cholera-outbreak-kills-39-people-dozens-infected-2418193/\"\u003e\u003cspan style=\"font-weight: 400;\"\u003eSyrian Ministry of Health\u003c/span\u003e\u003c/a\u003e\u003cspan style=\"font-weight: 400;\"\u003e advised people to make sure they drink water coming from “a secure source” and if that is not available people should boil water, then preserve it in a clean and closed-gallon container.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan style=\"font-weight: 400;\"\u003eCholera is an acute diarrheal illness caused by infection of the intestine with Vibrio cholerae bacteria. People can get sick when they swallow food or water contaminated with cholera bacteria. The infection is often mild or without symptoms, but can sometimes be severe and life-threatening.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan style=\"font-weight: 400;\"\u003eCholera can be simply and successfully treated by immediate replacement of the fluid and salts lost through diarrhea. Patients can be treated with oral rehydration solution (ORS), a prepackaged mixture of sugar and salts that is mixed with 1 liter of water and drunk in large amounts.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan style=\"font-weight: 400;\"\u003eBoiling is the most effective way to make water safe. If boiling, bring your water to a complete boil for at least 1 minute.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cb\u003eWater used as a weapon of war\u003c/b\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan style=\"font-weight: 400;\"\u003eOn August 22, 2016, \u003c/span\u003e\u003ca href=\"https://reliefweb.int/report/syrian-arab-republic/keeping-water-flowing-aleppo\"\u003e\u003cspan style=\"font-weight: 400;\"\u003eMaher Ghafari\u003c/span\u003e\u003c/a\u003e\u003cspan style=\"font-weight: 400;\"\u003e of the United Nations Children\u0026#8217;s Fund (UNICEF), reported on the water situation in Aleppo during the occupation of East Aleppo by terrorist groups including Al Qaeda which ended in December 2016.  He confirmed that Aleppo gets its water from the Euphrates River which is pumped through four pipelines in a water plant, then under the control of an armed terrorist group. Water destined for the city of Aleppo is then re-pumped through three pumping stations: one then controlled by the government, and two by different armed terrorist groups.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan style=\"font-weight: 400;\"\u003eAll through the conflict in Syria, water was used as a weapon of war. Sometimes the terrorists would simply shut the water valves tight, and hold the lives of thirsty civilians hostage.  At other times, the terrorists would bomb the pumps or the water station. During the war years, the water maintenance crews were prevented from staying or repairing facilities.  \u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan style=\"font-weight: 400;\"\u003eToday, the war is over, the terrorists have left, and the only Al Qaeda-occupied area is Idlib, but the damages to water infrastructure have never been reconstructed because of the US-EU sanctions which prohibit the importation of materials that can be used to repair or reconstruct government infrastructure.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan style=\"font-weight: 400;\"\u003e \u003c/span\u003e\u003cb\u003eUS-EU sanctions kill Syrian civilians and prevent reconstruction\u003c/b\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan style=\"font-weight: 400;\"\u003eThe US-NATO attack on Syria for ‘regime change’ failed, but the collective punishment of an entire nation caused most to support the Damascus government, as it was seen as the only source of basic services and stability.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://www.france24.com/en/live-news/20220922-drink-it-anyway-syria-water-woes-peak-in-cholera-outbreak\"\u003e\u003cspan style=\"font-weight: 400;\"\u003eAccording to the UN,\u003c/span\u003e\u003c/a\u003e\u003cspan style=\"font-weight: 400;\"\u003e nearly two-thirds of water treatment plants, half of the pumping stations, and one-third of water towers have been damaged by more than a decade of war.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan style=\"font-weight: 400;\"\u003eLast winter, Syrians died in their \u003c/span\u003e\u003ca href=\"https://foreignpolicy.com/2021/04/01/caesar-sanctions-killing-innocent-syrians/\"\u003e\u003cspan style=\"font-weight: 400;\"\u003ehomes without heating\u003c/span\u003e\u003c/a\u003e\u003cspan style=\"font-weight: 400;\"\u003e, while snow drifts lay on the streets of Aleppo, Hama, and Damascus. Diesel fuel is used in Syria for home heating, but it is expensive and often in short supply because of the US occupation of the oil wells in the northeast, and the US sanctions preventing importing fuels. Most \u003c/span\u003e\u003ca href=\"https://foreignpolicy.com/2021/04/01/caesar-sanctions-killing-innocent-syrians/\"\u003e\u003cspan style=\"font-weight: 400;\"\u003eSyrians get about one hour of electricity because the fuel used to generate electricity is taken by the US troops.\u003c/span\u003e\u003c/a\u003e\u003cspan style=\"font-weight: 400;\"\u003e \u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan style=\"font-weight: 400;\"\u003eThe Caesar Syria Civilian Protection Act of 2019, a law signed by President Donald Trump, has brought starvation, darkness, plague, misery, robbery, kidnappings, and the destruction of a nation. International aid no longer reaches Syria to the extent it did previously because many charities fear being hit with penalties from the severe US sanctions.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan style=\"font-weight: 400;\"\u003eDuring the COVID-19 pandemic, Syrians suffered shortages of oxygen and basic medical supplies due to the crippling sanctions.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan style=\"font-weight: 400;\"\u003eAccording to \u003c/span\u003e\u003ca href=\"https://foreignpolicy.com/2021/04/01/caesar-sanctions-killing-innocent-syrians/\"\u003e\u003cspan style=\"font-weight: 400;\"\u003eHasan Ismaik\u003c/span\u003e\u003c/a\u003e\u003cspan style=\"font-weight: 400;\"\u003e, a Jordanian writer, “No Syrian children under the age of 10 have ever seen their country at peace. And if they remain starved and deprived of basic medical care in a country with no economic opportunities, they could eventually become the foot soldiers of a new terrorism outbreak in the Middle East.”\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://www.brookings.edu/research/economic-sanctions-too-much-of-a-bad-thing/\"\u003e\u003cspan style=\"font-weight: 400;\"\u003eRichard N. Haass\u003c/span\u003e\u003c/a\u003e\u003cspan style=\"font-weight: 400;\"\u003e, a US foreign policy expert, wrote in 1998 “Economic Sanctions: Too Much of a Bad Thing.”  He wrote that US sanctions often have no effect on the target, and Congress and the Whitehouse need to have rigorous oversight of the sanctions, which are doomed to fail if the desired results are large and require limited time.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan style=\"font-weight: 400;\"\u003eHaass further warned that secondary sanctions, such as going after foreign nations who might send goods to Syria for rebuilding make matters worse. He prophetically added that \u003c/span\u003e\u003ca href=\"https://www.brookings.edu/research/economic-sanctions-too-much-of-a-bad-thing/\"\u003e\u003cspan style=\"font-weight: 400;\"\u003esanctions hurt innocent civilians\u003c/span\u003e\u003c/a\u003e\u003cspan style=\"font-weight: 400;\"\u003e, which will bolster authoritarian governments and trigger \u003c/span\u003e\u003ca href=\"https://www.brookings.edu/research/economic-sanctions-too-much-of-a-bad-thing/\"\u003e\u003cspan style=\"font-weight: 400;\"\u003elarge-scale emigration\u003c/span\u003e\u003c/a\u003e\u003cspan style=\"font-weight: 400;\"\u003e.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan style=\"font-weight: 400;\"\u003eThe US-EU sanctions due have humanitarian exemptions for food and medicine.  However, Elizabeth Hoff, former WHO director in Damascus, said that many medical machines in Syrian hospitals lay in disrepair, needing parts from Europe or the US, but the foreign companies will not sell the parts to Syria because the paperwork surrounding the exemption is so costly and time-consuming it is not worth it.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cb\u003eMigration caused by sanctions\u003c/b\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan style=\"font-weight: 400;\"\u003eThe \u003c/span\u003e\u003ca href=\"https://www.aljazeera.com/news/2022/9/25/bodies-everywhere-survivors-recount-deadly-boat-disaster\"\u003e\u003cspan style=\"font-weight: 400;\"\u003emigration boats continue to sail across the deadly Mediterranean\u003c/span\u003e\u003c/a\u003e\u003cspan style=\"font-weight: 400;\"\u003e because of the suffering caused by the sanctions. The Syrians set sail with nothing to lose, except their lives, and carry their anger as baggage. \u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan style=\"font-weight: 400;\"\u003eJosep Borrell, the EU minister for foreign affairs, insists on the collective punishment of the Syrian people by saying that the EU “will not lift the sanctions imposed on Syria before the start of a political transition in the country.” Great Britain, France, and Germany have all renewed their sanctions on Syria.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan style=\"font-weight: 400;\"\u003eThe US-EU sanctions have not achieved their goals, but have added to the suffering of the Syrian people. Unless the sanctions are lifted, Syria cannot rebuild and its people will be hopelessly tied to the US-NATO plan of maintaining chaos as the status quo.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003cspan style=\"font-weight: 400;\"\u003eSteven Sahiounie is a two-time award-winning journalist\u003c/span\u003e\u003c/p\u003e\n",
    "cats": ["Latest", "News"],
    "tags": ["Iraq", "Deir Ezzor", "Washington", "UN", "Ankara", "PKK", "Idlib", "Damascus", "EU", "US military", "Turkey", "SDF", "Syria", "Baghdad", "Aleppo", "Coved19", "NATO", "Kurdish militias", "Erdogan", "Al-Qaeda", "USA", "Steven Sahiounie"],
    "uri": "/cholera-and-us-sanctions-killing-syrian-civilians/",
    "date_update": "2022-09-29T07:56:15Z"
}, {
    "msg_id": "03cd01d0-351f-5eef-9710-ef32f6ec7d62",
    "chn_id": "d5750f33-a12d-4719-9600-94fcee80f487",
    "title": "It Started: The Worst Housing Crash In 40 Years",
    "summary": "\u003cp\u003esource \u003ca class=\"g1-link g1-link-more\" href=\"https://theduran.com/it-started-the-worst-housing-crash-in-40-years/\"\u003eMore\u003c/a\u003e\u003c/p\u003e\n",
    "body": "\u003cp\u003e\u003cspan class=\"embed-youtube\" style=\"text-align:center; display: block;\"\u003e\u003ciframe loading=\"lazy\" class=\"youtube-player\" width=\"662\" height=\"373\" src=\"https://www.youtube.com/embed/KCBduSOksdM?version=3\u0026#038;rel=1\u0026#038;showsearch=0\u0026#038;showinfo=1\u0026#038;iv_load_policy=1\u0026#038;fs=1\u0026#038;hl=en-US\u0026#038;autohide=2\u0026#038;wmode=transparent\" allowfullscreen=\"true\" style=\"border:0;\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\"\u003e\u003c/iframe\u003e\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://linktr.ee/themoneygps\" rel=\"nofollow\"\u003esource\u003c/a\u003e\u003c/p\u003e\n",
    "cats": ["Latest", "Video"],
    "tags": ["housing crash", "economy", "Inflation", "economic crisis", "The Money GPS", "Dewey Fernfield"],
    "uri": "/it-started-the-worst-housing-crash-in-40-years/",
    "date_update": "2022-09-29T07:54:06Z"
}, {
    "msg_id": "ece02f3b-6b8c-5d65-b721-06ee613f9e85",
    "chn_id": "d5750f33-a12d-4719-9600-94fcee80f487",
    "title": "Lithuania could be swept off the Earth’s surface",
    "summary": "\u003cp\u003e2003 and 2004 were decisive years for Lithuania. The country joined two major and influential organizations: the EU and NATO. The status of a member state gave the country confidence in the future. However, Lithuania has not achieved promised welfare and security. The situation dictates its own rules of behavior in the international arena. It [\u0026hellip;] \u003ca class=\"g1-link g1-link-more\" href=\"https://theduran.com/lithuania-could-be-swept-off-the-earths-surface/\"\u003eMore\u003c/a\u003e\u003c/p\u003e\n",
    "body": "\u003cp\u003e2003 and 2004 were decisive years for Lithuania. The country joined two major and influential organizations: the EU and NATO. The status of a member state gave the country confidence in the future. However, Lithuania has not achieved promised welfare and security. The situation dictates its own rules of behavior in the international arena.\u003c/p\u003e\n\u003cp\u003eIt is obvious that in order to get support and money from the EU and NATO the country should follow their political agenda even o the detriment of its own population. For instance, one of NATO demands was to provide the territory of the country for the needs of organization. NATO tries to persuade Lithuania to expand military infrastructure in order to be capable to host foreign troops.\u003c/p\u003e\n\u003cp\u003eThus, on September 16, Darnu Group began building a new military base in Pajūris, a small town in the western district of Šilalė. The battalion-sized complex will cover an area of almost 9.5 hectares.\u003c/p\u003e\n\u003cp\u003eAdministrative and special-purpose buildings, such as barracks, canteens, headquarters, and medical, sports and technical facilities, will be built next to the modular camp.\u003c/p\u003e\n\u003cp\u003eDarnu Group started building the first new military base in Rokantiškės, close to Vilnius, in late August. The construction of a third new base in Šiauliai, northern Lithuania, by Eika Group will begin shortly.\u003c/p\u003e\n\u003cp\u003eThe three new military sites, scheduled to be completed in late 2023 to early 2024, will accommodate up to 2,500 military personnel and civilian employees.\u003c/p\u003e\n\u003cp\u003eSo, NATO expands its military infrastructure, using the territory of Lithuania as a place to receive great numbers of military personnel as well as military equipment and vehicles. All these assets could become the major military aims in case of war with Russia. NATO will fight on the Lithuanian territory and the country will be totally sweep off the Earth’s surface.\u003c/p\u003e\n",
    "cats": ["Latest", "News"],
    "tags": ["EU", "NATO", "Lithuania", "military base", "crisi"],
    "uri": "/lithuania-could-be-swept-off-the-earths-surface/",
    "date_update": "2022-09-29T07:52:43Z"
}, {
    "msg_id": "94a5791a-05da-5179-918b-a8b4cf2fef0e",
    "chn_id": "d5750f33-a12d-4719-9600-94fcee80f487",
    "title": "U.S. Government Likely Perpetrated Biggest-Ever Catastrophic Global-Warming Event",
    "summary": "\u003cp\u003eEric Zuesse On September 28th, the AP headlined “Record methane leak flows from damaged Baltic Sea pipelines” and reported that “Methane leaking from the damaged Nord Stream pipelines is likely to be the biggest burst of the potent greenhouse gas on record, by far. … Andrew Baxter, a chemical engineer who formerly worked in the [\u0026hellip;] \u003ca class=\"g1-link g1-link-more\" href=\"https://theduran.com/u-s-government-likely-perpetrated-biggest-ever-catastrophic-global-warming-event/\"\u003eMore\u003c/a\u003e\u003c/p\u003e\n",
    "body": "\u003cp class=\"p4\"\u003e\u003cspan class=\"s1\"\u003e\u003ca href=\"https://www.google.com/search?client=opera\u0026amp;q=%22Eric+Zuesse%22\u0026amp;sourceid=opera\u0026amp;ie=UTF-8\u0026amp;oe=UTF-8\"\u003eEric Zuesse\u003c/a\u003e\u003c/span\u003e\u003c/p\u003e\n\u003cp class=\"p2\"\u003eOn September 28th, the AP headlined \u003ca href=\"https://archive.ph/meV3Z\"\u003e\u003cspan class=\"s2\"\u003e“Record methane leak flows from damaged Baltic Sea pipelines”\u003c/span\u003e\u003c/a\u003e and reported that “Methane leaking from the damaged Nord Stream pipelines is likely to be the biggest burst of the potent greenhouse gas on record, by far. … Andrew Baxter, a chemical engineer who formerly worked in the offshore oil and gas industry, and is now at the environmental group EDF …\u003cspan class=\"Apple-converted-space\"\u003e  \u003c/span\u003esaid, ‘It’s catastrophic for the climate.’” The article pointed out that methane “is 82.5 times more potent than carbon dioxide at absorbing the sun’s heat and warming the Earth.”\u003c/p\u003e\n\u003cp class=\"p2\"\u003eRussian President Vladimir Putin had been aiming ultimately (and maybe soon) to get the gas to Europe flowing again, and said to EU nations \u003ca href=\"https://archive.ph/bx0VY\"\u003e\u003cspan class=\"s3\"\u003eon September 16th\u003c/span\u003e\u003c/a\u003e, “Just lift the sanctions on Nord Stream 2, which is 55 billion cubic metres of gas per year, just push the button and everything will get going.”\u003c/p\u003e\n\u003cp class=\"p2\"\u003eHere is what U.S. President Joe Biden had already promised about that \u003ca href=\"https://archive.ph/7NWEB#selection-1725.57-1733.67\"\u003e\u003cspan class=\"s2\"\u003eon February 7th\u003c/span\u003e\u003c/a\u003e:\u003c/p\u003e\n\u003cp class=\"p2\"\u003e\u003ci\u003eIf Germany — if Russia invades — that means tanks or troops crossing the — the border of Ukraine again — then there will be — we — there will be no longer a Nord Stream 2.\u003cspan class=\"Apple-converted-space\"\u003e  \u003c/span\u003eWe will bring an end to it.\u003cspan class=\"Apple-converted-space\"\u003e \u003c/span\u003e\u003c/i\u003e\u003c/p\u003e\n\u003cp class=\"p2\"\u003e\u003ci\u003eQ\u003cspan class=\"Apple-converted-space\"\u003e    \u003c/span\u003eBut how will you — how will you do that exactly, since the project and control of the project is within Germany’s control?\u003c/i\u003e\u003c/p\u003e\n\u003cp class=\"p2\"\u003e\u003ci\u003ePRESIDENT BIDEN:\u003cspan class=\"Apple-converted-space\"\u003e  \u003c/span\u003eWe will — I promise you, we’ll be able to do it\u003c/i\u003e.\u003cspan class=\"Apple-converted-space\"\u003e \u003c/span\u003e\u003c/p\u003e\n\u003cp class=\"p2\"\u003eHe had promised to cause permanently the end of Nord Stream if Russia invaded, which it did on February 24th. He fulfilled on that promise on September 27th.\u003c/p\u003e\n\u003cp class=\"p1\"\u003eRadek Sikorsky, who is a Member of the European Parliament and had been Poland’s Foreign Minister and is the husband of the famous writer against Russia Anne Applebaum, and has been affiliated with Oxford University, Harvard University, and NATO, \u003ca href=\"https://archive.ph/Okt7l\"\u003e\u003cspan class=\"s1\"\u003etweeted on the day of the explosions\u003c/span\u003e\u003c/a\u003e, “Thank you, USA.” He also tweeted explanations: “All Ukrainian and Baltic sea states have opposed Nordstream\u0026#8217;s construction for 20 years. Now $20 billion of scrap metal lies at the bottom of the sea, another cost to Russia of its criminal decision to invade Ukraine.” And: “Nordstream\u0026#8217;s only logic was for Putin to be able to blackmail or wage war on Eastern Europe with impunity.”\u003c/p\u003e\n\u003cp class=\"p2\"\u003eFurthermore on September 27th, Germany’s \u003ci\u003eSpiegel \u003c/i\u003emagazine reported that, as \u003ca href=\"https://archive.ph/MA040\"\u003e\u003cspan class=\"s2\"\u003eReuters put it\u003c/span\u003e\u003c/a\u003e, “The U.S. Central Intelligence Agency (CIA) had weeks ago warned Germany about possible attacks on gas pipelines in the Baltic Sea”\u003cspan class=\"Apple-converted-space\"\u003e \u003c/span\u003e\u003c/p\u003e\n\u003cp class=\"p2\"\u003eOn September 28th, SouthFront headlined “No Way Back for Europe” and \u003ca href=\"https://archive.ph/lbVvr#selection-1585.0-1596.0\"\u003e\u003cspan class=\"s2\"\u003ereported\u003c/span\u003e\u003c/a\u003e:\u003cspan class=\"Apple-converted-space\"\u003e \u003c/span\u003e\u003c/p\u003e\n\u003cp class=\"p2\"\u003e\u003ci\u003eIt is reasonably suspected that the pipeline was blown up by the special services of the United States in order to finally stop the gas supplies to Germany from Russia.\u003c/i\u003e\u003c/p\u003e\n\u003cp class=\"p2\"\u003e\u003ci\u003eOn September 27, a detachment of warships led by the US amphibious assault ship USS Kearsarge reported on the completion of their tasks in the area of the alleged sabotage in the Baltic Sea and headed for the North Sea.\u003c/i\u003e\u003c/p\u003e\n\u003cp class=\"p2\"\u003e\u003ci\u003eSince the beginning of September, suspicious activity by anti-submarine helicopters of the US Navy has been observed in the area. In the last few days, reconnaissance activities of NATO aircraft have significantly intensified in the Baltic Sea area. In particular, a US Boeing E-3 Sentry reconnaissance aircraft was on constant patrol over the Baltic States, and a US Joint STARS was spotted over Germany and Poland.\u003c/i\u003e\u003c/p\u003e\n\u003cp class=\"p2\"\u003e—————\u003c/p\u003e\n\u003cp class=\"p2\"\u003eInvestigative historian Eric Zuesse’s new book, \u003ca href=\"https://www.amazon.com/dp/1880026082\"\u003e\u003cspan class=\"s4\"\u003e\u003ci\u003eAMERICA’S EMPIRE OF EVIL: Hitler’s Posthumous Victory, and Why the Social Sciences Need to Change\u003c/i\u003e\u003c/span\u003e\u003c/a\u003e, is about how America took over the world after World War II in order to enslave it to U.S.-and-allied billionaires. Their cartels extract the world’s wealth by control of not only their ‘news’ media but the social ‘sciences’ — duping the public.\u003c/p\u003e\n",
    "cats": ["Latest"],
    "tags": ["Russia", "Ukraine", "climate change", "global warming", "Nordstream", "Biden"],
    "uri": "/u-s-government-likely-perpetrated-biggest-ever-catastrophic-global-warming-event/",
    "date_update": "2022-09-28T21:24:06Z"
}, {
    "msg_id": "72fc6c9f-c34b-58c3-952f-bf9f86b5bed7",
    "chn_id": "d5750f33-a12d-4719-9600-94fcee80f487",
    "title": "Why are corporations blamed, instead of the billionaires who control them?",
    "summary": "\u003cp\u003eEric Zuesse A classic “Cui bono?” explanation looks first to determine whom the beneficiaries from a crime are, and then seeks for possible evidence that those persons who benefit from the crime had initiated the crime — perhaps hired the agents who had carried out the crime. Those agents are then sought for and investigated [\u0026hellip;] \u003ca class=\"g1-link g1-link-more\" href=\"https://theduran.com/why-are-corporations-blamed-instead-of-the-billionaires-who-control-them/\"\u003eMore\u003c/a\u003e\u003c/p\u003e\n",
    "body": "\u003cp class=\"p4\"\u003e\u003cspan class=\"s1\"\u003e\u003ca href=\"https://www.google.com/search?client=opera\u0026amp;q=%22Eric+Zuesse%22\u0026amp;sourceid=opera\u0026amp;ie=UTF-8\u0026amp;oe=UTF-8\"\u003eEric Zuesse\u003c/a\u003e\u003c/span\u003e\u003c/p\u003e\n\u003cp class=\"p2\"\u003eA classic “Cui bono?” explanation looks first to determine whom the beneficiaries from a crime are, and then seeks for possible evidence that those persons who benefit from the crime had initiated the crime — perhaps hired the agents who had carried out the crime. Those agents are then sought for and investigated in order to find evidence that they had been rewarded by the crime’s beneficiaries, for having perpetrated the crime. In a “Cui bono?” approach to justice, those who created and organized and hired the crime would get the severest punishment \u003ci\u003efor\u003c/i\u003e that crime; their mere agents would receive lower sentences. However, in our popular media, the closest that normally is done to adhere to this methodology for finding an explanation and assigning blame is to identify corporation(s) that MIGHT have benefited from the crime. Then, ultimately, if there is to be \u003ci\u003eany prosecution at all\u003c/i\u003e against those possible beneficiaries, only the lower level of the corporation’s employees who had been incentivized by its top management to do the crime are pursued by the law, and the corporation’s controlling investors — whom those peons had been actually those investors’ agents, working on their behalf — suffer, \u003ci\u003eat most\u003c/i\u003e, nothing more than a fraction of 1% of the corporation’s annual profits as slap-on-the-wrist fines, and even less than that percentage of their own stock-value in the corporation. So: if there is any prosecution against the corporation, that firm’s investors are held \u003ci\u003eharmless, protected by the law\u003c/i\u003e. This is NOT a “Cui bono?” system of justice; it is, at best, a ‘Cui bono?’ system of ‘justice’ — actually, a system of \u003ci\u003ein\u003c/i\u003ejustice.\u003c/p\u003e\n\u003cp class=\"p2\"\u003eWhy do we have a system of injustice, \u003ci\u003enot\u003c/i\u003e a system of justice?\u003c/p\u003e\n\u003cp class=\"p2\"\u003eThe same persons who control the major corporations — and almost all of them are billionaires, who are the approximately 1,000 wealthiest individuals in the United States and control not only all of the major corporations but also those corporations’ hired lobbyists, and also all of the major news-media — are the major donors to the political Parties, and to the PACs that also fund those; and they thereby control also the U.S. Government, via those agents (including virtually everyone in Congress) and their millions of sub-agents who are the employees of those agencies.\u003c/p\u003e\n\u003cp class=\"p2\"\u003eIn such a situation, how can justice be even possible? Those billionaires — both the ones who fund the Democratic Party, and the ones who fund the Republican Party — are well-represented by this Government, but \u003ca href=\"https://represent.us/action/theproblem-3/\"\u003e\u003cspan class=\"s2\"\u003ethe general public is represented almost not at all by it\u003c/span\u003e\u003c/a\u003e. So, the question is: How does the public become successfully fooled to believe that they live in a democracy?\u003c/p\u003e\n\u003cp class=\"p2\"\u003eI shall propose here what I believe to be the answer, which explains how this con-job is done:\u003c/p\u003e\n\u003cp class=\"p2\"\u003eThe dominant ideology of these countries is called in the United States “libertarianism” and in Europe “neoliberalism,” and it holds that even if the Government is unjust (or unfair), the economy is just (or fair) if it is “free” — as unsubject to the political power (the government) as possible. The underlying belief is that corruption comes from the government and NOT from the economy \u003ci\u003eitself\u003c/i\u003e. Consequently: corruption comes from the holders of public offices, but NOT from the corporations UNLESS there are “a few bad apples” in that lot, who do what the corporation \u003ci\u003edoesn’t want them to do\u003c/i\u003e. At worst: corporations are “negligent,” in this scenario. The economy ITSELF is \u003ci\u003enot\u003c/i\u003e systematically corrupt. Consequently, the billionaires are to be viewed more as “wealth-creators” by means of their investments, than as being, by any means, the \u003ci\u003eincentivizers\u003c/i\u003e of crimes against the public, often exploiting the public and profiting thereby.\u003c/p\u003e\n\u003cp class=\"p2\"\u003eThat neoliberal or libertarian view is the viewpoint by conservatives (or “The Right”), but is it ALSO the viewpoint by liberals (or “The Left”)? Yes, and here is \u003ci\u003ehow\u003c/i\u003e it is:\u003c/p\u003e\n\u003cp class=\"p2\"\u003eKarl Marx is generally held to be the founder of “The Left,” and he blamed “the bourgeoisie” or middle economic class, as being the exploiters and the persons who benefit from capitalism or a free market. He did \u003ci\u003enot\u003c/i\u003e blame the aristocracy — the top economic class, who control the corporations and constitute what today are commonly called “billionaires” — for political problems. He really believed that the middle class — and NOT or NOT ONLY the super-rich — are the \u003ci\u003ecause\u003c/i\u003e of society’s injustices. If he had blamed “the aristocracy” (the wealthiest class), then he would never have been able to win the financial support from the aristocracy that he did and which enabled him to publish. So: he blamed “the bourgeoisie” INSTEAD OF “the aristocracy.” Consequently: leftism became corrupted, even at its very start. It was corrupted BY the aristocracy.\u003c/p\u003e\n\u003cp class=\"p2\"\u003eMarx blamed ALL STOCKHOLDERS, and not ONLY the ones who own the controlling blocks of stock in the major corporations — not ONLY “the aristocracy” — and this is the reason why the Soviets purged the “kulaks” or small-business owners, and not ONLY the few individuals who had held the vast majority of the nation’s wealth.\u003c/p\u003e\n\u003cp class=\"p2\"\u003eA good example of this leftist mentality is a recent article by, and news-interview video of, a leftist news-analyst, Thomas Fazi. The article was titled \u003ca href=\"https://unherd.com/2022/08/britains-elites-have-lost-control/\"\u003e\u003cspan class=\"s2\"\u003e“Civil disobedience is coming”\u003c/span\u003e\u003c/a\u003e, and at \u003ca href=\"https://youtu.be/i7SKs32oN6k?t=290\"\u003e\u003cspan class=\"s2\"\u003e4:50 in the video-interview of him about it\u003c/span\u003e\u003c/a\u003e, he was asked, “Who are these people? Who is benefitting from all of these bad things?” and Fazi answered: “Well, it’s the usual suspects. If we take Covid, we know that the lockdowns, the Covid measures, they caused immense harm to most citizens, they caused immense harm to small and medium businesses, but they allowed Big Tech, Big Pharma companies, to reap in billions, tens of billions in profits, and to acquire even more power than they already had. .. If we look at the current crisis, it’s exactly the same. In this case, we’re \u0026#8230; talking about Big Oil, Big Energy, Big Gas.” The major funders of Britain’s Labour Party, and of America’s Democratic Party, could hire or sub-contract to such a writer, just as the liberal aristocrats during Marx’s time funded him and his work. It holds the corporations responsible — WHEN it does — ONLY in such ways as to protect the biggest beneficiaries of corporate crimes.\u003c/p\u003e\n\u003cp class=\"p2\"\u003eBut such thinking is \u003ci\u003enot\u003c/i\u003e progressive; it is \u003ci\u003enot\u003c/i\u003e conducive to increasing democracy, and to equal rights and obligations of each and every person, under the law, and which contains no systematic favoritism toward the super-rich, and no systematic denigration and further weakening of the very poor.\u003cspan class=\"Apple-converted-space\"\u003e \u003c/span\u003e\u003c/p\u003e\n\u003cp class=\"p2\"\u003eUltimately, such leftism is remarkably close to neoliberalism (libertarianism), because it accepts the view that the billionaires hire people to promote to the public: that billionaires are “entrepreneurs” instead of “exploiters,” and that they had gotten so rich because they had earned every cent of it and not depended upon the state and its (billionaires’-created) system in order to become so rich. This billionaires-funded view makes fundamentally no distinction, except Fazi’s rhetorical one, between those “small and medium businesses” on the one hand, versus such international megacorporations as ExxonMobil and Lockheed Martin on the other. AND it focuses blame against “corporations” INSTEAD OF against the individual beneficiaries from its crimes. That leftism is a false, crippled, leftism, not authentic \u003ci\u003eprogressivism\u003c/i\u003e, which DOES AND CONSISTENTLY make that distinction — by identifying the billionaires who actually CONTROL those giant corporations, and by seeking to get the laws changed so as to finally provide ACCOUNTABILITY to “Cui bono?” Obviously, billionaires will not fund writers such as that, progressive ones.\u003c/p\u003e\n\u003cp class=\"p2\"\u003e—————\u003c/p\u003e\n\u003cp class=\"p2\"\u003eInvestigative historian Eric Zuesse’s new book, \u003ca href=\"https://www.amazon.com/dp/1880026082\"\u003e\u003cspan class=\"s3\"\u003e\u003ci\u003eAMERICA’S EMPIRE OF EVIL: Hitler’s Posthumous Victory, and Why the Social Sciences Need to Change\u003c/i\u003e\u003c/span\u003e\u003c/a\u003e, is about how America took over the world after World War II in order to enslave it to U.S.-and-allied billionaires. Their cartels extract the world’s wealth by control of not only their ‘news’ media but the social ‘sciences’ — duping the public.\u003c/p\u003e\n",
    "cats": ["Latest"],
    "tags": ["neoliberalism", "Karl Marx", "progressivism", "billionaires", "aristocracy", "libertarianism"],
    "uri": "/why-are-corporations-blamed-instead-of-the-billionaires-who-control-them/",
    "date_update": "2022-09-28T18:13:45Z"
}, {
    "msg_id": "3a745ec5-0b36-5758-9e18-53b38188e839",
    "chn_id": "d5750f33-a12d-4719-9600-94fcee80f487",
    "title": "Putin\u0026#8217;s speech, nuclear conflict rhetoric ramps up",
    "summary": "\u003cp\u003ePutin\u0026#8217;s speech, nuclear conflict rhetoric ramps up The Duran: Episode 1393 \u003ca class=\"g1-link g1-link-more\" href=\"https://theduran.com/putins-speech-nuclear-conflict-rhetoric-ramps-up/\"\u003eMore\u003c/a\u003e\u003c/p\u003e\n",
    "body": "\u003cp\u003e\u003cspan class=\"embed-youtube\" style=\"text-align:center; display: block;\"\u003e\u003ciframe loading=\"lazy\" class=\"youtube-player\" width=\"662\" height=\"373\" src=\"https://www.youtube.com/embed/Xxlb3365oC0?version=3\u0026#038;rel=1\u0026#038;showsearch=0\u0026#038;showinfo=1\u0026#038;iv_load_policy=1\u0026#038;fs=1\u0026#038;hl=en-US\u0026#038;autohide=2\u0026#038;wmode=transparent\" allowfullscreen=\"true\" style=\"border:0;\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\"\u003e\u003c/iframe\u003e\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003ePutin\u0026#8217;s speech, nuclear conflict rhetoric ramps up\u003cbr /\u003e\nThe Duran: Episode 1393\u003c/p\u003e\n",
    "cats": ["Latest", "Video"],
    "tags": ["The Duran", "The Duran"],
    "uri": "/putins-speech-nuclear-conflict-rhetoric-ramps-up/",
    "date_update": "2022-09-28T15:23:38Z"
}]